Repository: jthebaut-ut/GameOn
Catalog: GameOn/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt, ru, sq, zh_hans

source: To protect conversations, moderation history, and community integrity, some shared information must remain. It will no longer identify you.
de: Um Gespräche, den Moderationsverlauf und die Community-Integrität zu schützen, müssen einige geteilte Informationen erhalten bleiben. Es wird Sie nicht mehr identifizieren.
es: Para proteger las conversaciones, el historial de moderación y la integridad de la comunidad, parte de la información compartida debe permanecer. Ya no te identificará.
fr: Pour protéger les conversations, l'historique de modération et l'intégrité de la communauté, certaines informations partagées doivent rester. Il ne vous identifiera plus.
it: Per proteggere le conversazioni, la cronologia della moderazione e l'integrità della community, alcune informazioni condivise devono rimanere. Non ti identificherà più.
pl: Aby chronić rozmowy, historię moderacji i integralność społeczności, niektóre udostępnione informacje muszą pozostać. Nie będzie już Cię identyfikować.
pt: Para proteger as conversas, o histórico de moderação e a integridade da comunidade, algumas informações compartilhadas devem permanecer. Ele não irá mais identificá-lo.
ru: Чтобы защитить обсуждения, историю модерации и целостность сообщества, некоторая общая информация должна сохраняться. Он больше не будет идентифицировать вас.
sq: Për të mbrojtur bisedat, historinë e moderimit dhe integritetin e komunitetit, duhet të mbeten disa informacione të përbashkëta. Nuk do t'ju identifikojë më.
zh_hans: 为了保护对话、审核历史和社区完整性，必须保留一些共享信息。它将不再识别您的身份。

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
pl: Dzisiaj
pt: Hoje
ru: Сегодня
sq: Sot
zh_hans: 今天

source: Tonight at your venue
de: Heute Abend in deinem Venue
es: Esta noche en tu lugar
fr: Ce soir dans votre lieu
it: Stasera nel tuo locale
pl: Dziś wieczorem w Twoim miejscu
pt: Hoje à noite no seu local
ru: Сегодня вечером в вашем заведении
sq: Sonte në vendin tënd
zh_hans: 今晚在你的场馆

source: Top active sports
de: Top-Aktivsport
es: Los mejores deportes activos
fr: Les meilleurs sports actifs
it: I migliori sport attivi
pl: Najlepsze aktywne sporty
pt: Principais esportes ativos
ru: Топ активных видов спорта
sq: Sportet kryesore aktive
zh_hans: 顶级活跃运动

source: Top crowd picks
de: Top-Picks des Publikums
es: Las mejores elecciones del público
fr: Les meilleurs choix du public
it: Le migliori scelte del pubblico
pl: Najlepsze typy publiczności
pt: Principais escolhas do público
ru: Лучшие выборы публики
sq: Zgjedhjet kryesore të turmës
zh_hans: 热门人群精选

source: Top Fan Signal
de: Oberes Lüftersignal
es: Señal del ventilador superior
fr: Signal du ventilateur supérieur
it: Segnale ventola superiore
pl: Najwyższy sygnał wentylatora
pt: Sinal do ventilador superior
ru: Сигнал верхнего вентилятора
sq: Sinjali i lartë i tifozit
zh_hans: 顶部风扇信号

source: Top Performing Locations
de: Standorte mit der besten Leistung
es: Ubicaciones con mejor rendimiento
fr: Emplacements les plus performants
it: Località con le migliori prestazioni
pl: Najskuteczniejsze lokalizacje
pt: Locais com melhor desempenho
ru: Самые эффективные местоположения
sq: Vendndodhjet me performancë më të mirë
zh_hans: 表现最佳的场馆

source: Top Performing Match
de: Top-Match
es: Partido con mejor rendimiento
fr: Match le plus performant
it: Partita con le migliori prestazioni
pl: Najlepszy mecz
pt: Partida com melhor desempenho
ru: Лучший матч по результативности
sq: Ndeshje me performancë më të mirë
zh_hans: 表现最佳的比赛

source: Top sports this month
de: Top-Sport diesen Monat
es: Los mejores deportes de este mes
fr: Top des sports ce mois-ci
it: I migliori sport di questo mese
pl: Najpopularniejsze sporty w tym miesiącu
pt: Principais esportes deste mês
ru: Лучшие виды спорта в этом месяце
sq: Sportet kryesore të këtij muaji
zh_hans: 本月热门运动

source: total engagement
de: totales Engagement
es: compromiso total
fr: engagement total
it: coinvolgimento totale
pl: całkowite zaangażowanie
pt: envolvimento total
ru: полное вовлечение
sq: angazhim total
zh_hans: 总参与度

source: Total Score: 151
de: Gesamtpunktzahl: 151
es: Puntuación total: 151
fr: Note totale : 151
it: Punteggio totale: 151
pl: Wynik całkowity: 151
pt: Pontuação total: 151
ru: Общий балл: 151
sq: Rezultati total: 151
zh_hans: 总分：151

source: Tournament crowd mode
de: Turnier-Crowd-Modus
es: Modo público del torneo
fr: Mode foule du tournoi
it: Modalità folla del torneo
pl: Tryb publiczności turniejowej
pt: Modo multidão de torneio
ru: Режим толпы турнира
sq: Modaliteti i turmës së turneut
zh_hans: 锦标赛人群模式

source: TOURNAMENT CROWD MODE
de: TURNIER-CROWD-MODUS
es: MODO MULTITUD DEL TORNEO
fr: MODE FOULE DU TOURNOI
it: MODALITÀ FOLLA DEL TORNEO
pl: TRYB TŁUMU TURNIEJOWEGO
pt: MODO MULTIDÃO DE TORNEIO
ru: РЕЖИМ ТУРНИРНОЙ ТОЛПЫ
sq: MODI I TURNERIT
zh_hans: 锦标赛人群模式

source: Try again
de: Versuchen Sie es erneut
es: Intentar otra vez
fr: Essayer à nouveau
it: Riprova
pl: Spróbuj ponownie
pt: Tente novamente
ru: Попробуйте еще раз
sq: Provo sërish
zh_hans: 再试一次

source: Try another date range or sport, or choose “All” to review more crowd activity.
de: Probieren Sie einen anderen Zeitraum oder eine andere Sportart aus oder wählen Sie „Alle“, um weitere Aktivitäten der Menschenmenge zu überprüfen.
es: Pruebe con otro intervalo de fechas o deporte, o elija "Todos" para revisar más actividad del público.
fr: Essayez une autre plage de dates ou un autre sport, ou choisissez « Tous » pour consulter davantage d'activités de la foule.
it: Prova un altro intervallo di date o sport oppure scegli "Tutti" per esaminare più business del pubblico.
pl: Wypróbuj inny zakres dat lub dyscyplinę lub wybierz „Wszystkie”, aby sprawdzić większą aktywność tłumu.
pt: Experimente outro intervalo de datas ou esporte ou escolha “Todos” para analisar mais atividades do público.
ru: Попробуйте другой диапазон дат или вид спорта или выберите «Все», чтобы просмотреть больше активности толпы.
sq: Provo një diapazon datash ose sport tjetër ose zgjidh "Të gjitha" për të rishikuar më shumë aktivitete të turmës.
zh_hans: 尝试其他日期范围或运动，或选择“全部”以查看更多人群活动。

source: Type at least 2 characters to search FanGeo users.
de: Geben Sie mindestens 2 Zeichen ein, um nach FanGeo Benutzern zu suchen.
es: Escriba al menos 2 caracteres para buscar usuarios FanGeo.
fr: Tapez au moins 2 caractères pour rechercher les utilisateurs FanGeo.
it: Digita almeno 2 caratteri per cercare gli utenti FanGeo.
pl: Wpisz co najmniej 2 znaki, aby wyszukać użytkowników FanGeo.
pt: Digite pelo menos 2 caracteres para pesquisar usuários FanGeo.
ru: Введите не менее 2 символов для поиска пользователей FanGeo.
sq: Shkruani të paktën 2 karaktere për të kërkuar përdoruesit FanGeo.
zh_hans: 输入至少 2 个字符来搜索 FanGeo 用户。

source: Type DELETE, then tap Delete My Account. You will be signed out after deletion succeeds.
de: Geben Sie LÖSCHEN ein und tippen Sie dann auf „Mein Konto löschen“. Nach erfolgreichem Löschvorgang werden Sie abgemeldet.
es: Escribe ELIMINAR, luego toca Eliminar mi cuenta. Se cerrará su sesión después de que la eliminación se realice correctamente.
fr: Tapez SUPPRIMER, puis appuyez sur Supprimer mon compte. Vous serez déconnecté une fois la suppression réussie.
it: Digita ELIMINA, quindi tocca Elimina il mio account. Verrai disconnesso una volta completata l'eliminazione.
pl: Wpisz USUŃ, a następnie stuknij opcję Usuń moje konto. Po pomyślnym usunięciu nastąpi wylogowanie.
pt: Digite DELETE e toque em Excluir minha conta. Você será desconectado após a exclusão ser bem-sucedida.
ru: Введите «УДАЛИТЬ», затем нажмите «Удалить мою учетную запись». После успешного удаления вы выйдете из системы.
sq: Shkruani DELETE, më pas prekni Fshi llogarinë time. Do të dilni pasi fshirja të ketë sukses.
zh_hans: 键入 DELETE，然后点击“删除我的帐户”。删除成功后您将退出。

source: Unable to send your advertising inquiry right now. Please try again later.
de: Ihre Werbeanfrage kann derzeit nicht gesendet werden. Bitte versuchen Sie es später noch einmal.
es: No se puede enviar su consulta publicitaria en este momento. Inténtelo de nuevo más tarde.
fr: Impossible d'envoyer votre demande de publicité pour le moment. Veuillez réessayer plus tard.
it: Impossibile inviare la tua richiesta pubblicitaria in questo momento. Per favore riprova più tardi.
pl: W tej chwili nie można wysłać zapytania dotyczącego reklamy. Spróbuj ponownie później.
pt: Não é possível enviar sua consulta de publicidade no momento. Por favor, tente novamente mais tarde.
ru: Сейчас невозможно отправить запрос на рекламу. Пожалуйста, повторите попытку позже.
sq: Nuk mund të dërgoni kërkesën tuaj për reklamat për momentin. Ju lutemi provoni përsëri më vonë.
zh_hans: 目前无法发送您的广告查询。请稍后重试。

source: Unlimited hosted games
de: Unbegrenzt gehostete Spiele
es: Juegos alojados ilimitados
fr: Jeux hébergés illimités
it: Giochi ospitati illimitati
pl: Nieograniczone hostowane gry
pt: Jogos hospedados ilimitados
ru: Неограниченное количество размещенных игр
sq: Lojëra të organizuara pa kufi
zh_hans: 无限托管游戏

source: Upcoming and recently started listings stay here until they automatically close 12 hours after kickoff.
de: Kommende und kürzlich begonnene Angebote bleiben hier, bis sie 12 Stunden nach dem Start automatisch geschlossen werden.
es: Los anuncios futuros y los iniciados recientemente permanecen aquí hasta que se cierran automáticamente 12 horas después del inicio.
fr: Les annonces à venir et récemment lancées restent ici jusqu'à leur fermeture automatique 12 heures après le coup d'envoi.
it: Gli elenchi imminenti e iniziati di recente rimangono qui finché non si chiudono automaticamente 12 ore dopo il kickoff.
pl: Ogłoszenia nadchodzące i niedawno rozpoczęte pozostają tutaj do momentu ich automatycznego zamknięcia po 12 godzinach od rozpoczęcia.
pt: As listagens futuras e iniciadas recentemente permanecem aqui até fecharem automaticamente 12 horas após o início.
ru: Предстоящие и недавно запущенные объявления остаются здесь до тех пор, пока они автоматически не закроются через 12 часов после начала.
sq: Listimet e ardhshme dhe të filluara së fundmi qëndrojnë këtu derisa të mbyllen automatikisht 12 orë pas fillimit.
zh_hans: 即将推出的和最近开始的列表将保留在这里，直到启动后 12 小时自动关闭。

source: Upcoming Pro Games that match your business favorite teams over the next 90 days.
de: Kommende Pro-Spiele, die in den nächsten 90 Tagen zu Ihren Lieblingsteams Ihres Unternehmens passen.
es: Próximos juegos profesionales que coincidirán con los equipos favoritos de tu empresa durante los próximos 90 días.
fr: Prochains jeux professionnels qui correspondent à vos équipes préférées au cours des 90 prochains jours.
it: Prossimi giochi Pro che corrispondono alle tue squadre preferite della tua azienda nei prossimi 90 giorni.
pl: Nadchodzące gry profesjonalne, w których dopasujesz ulubione drużyny Twojej firmy w ciągu najbliższych 90 dni.
pt: Próximos jogos profissionais que combinam com seus times favoritos de negócio nos próximos 90 dias.
ru: Предстоящие профессиональные игры, в которых будут участвовать ваши любимые команды в течение следующих 90 дней.
sq: Lojërat e ardhshme Pro që përputhen me ekipet tuaja të preferuara të biznesit gjatë 90 ditëve të ardhshme.
zh_hans: 即将推出的职业比赛将在未来 90 天内与您最喜爱的企业球队进行比赛。

source: Upcoming with momentum
de: Kommt mit Schwung
es: Próximamente con impulso
fr: À venir avec élan
it: Prossimamente con slancio
pl: Nadchodzące z rozmachem
pt: Próximo com impulso
ru: Наступающие с динамикой
sq: Po vjen me vrull
zh_hans: 即将势头强劲

source: Update avatar
de: Avatar aktualisieren
es: Actualizar avatar
fr: Mettre à jour l'avatar
it: Aggiorna l'avatar
pl: Zaktualizuj awatar
pt: Atualizar avatar
ru: Обновить аватар
sq: Përditëso avatarin
zh_hans: 更新头像

source: Updating conversations…
de: Konversationen werden aktualisiert…
es: Actualizando conversaciones…
fr: Mise à jour des conversations…
it: Aggiornamento delle conversazioni…
pl: Aktualizuję rozmowy…
pt: Atualizando conversas…
ru: Обновление бесед…
sq: Bisedat po përditësohen…
zh_hans: 正在更新对话...

source: Updating games…
de: Spiele werden aktualisiert…
es: Actualizando juegos…
fr: Mise à jour des jeux…
it: Aggiornamento dei giochi…
pl: Aktualizuję gry…
pt: Atualizando jogos…
ru: Обновление игр…
sq: Po përditëson lojërat…
zh_hans: 正在更新游戏...

source: Updating suggestions…
de: Vorschläge werden aktualisiert…
es: Actualizando sugerencias...
fr: Mise à jour des suggestions…
it: Aggiornamento suggerimenti…
pl: Aktualizuję sugestie…
pt: Atualizando sugestões…
ru: Обновление предложений…
sq: Sugjerimet po përditësohen…
zh_hans: 更新建议...

source: Upgrade for insights into fan interest, engagement, and venue performance.
de: Upgraden Sie, um Einblicke in das Faninteresse, das Engagement und die Leistung des Veranstaltungsortes zu erhalten.
es: Actualice para obtener información sobre el interés de los fanáticos, la participación y el rendimiento del local.
fr: Effectuez la mise à niveau pour obtenir des informations sur l'intérêt des fans, leur engagement et les performances des sites.
it: Esegui l'upgrade per ottenere approfondimenti sull'interesse dei fan, sul coinvolgimento e sulle prestazioni della sede.
pl: Uaktualnij, aby uzyskać wgląd w zainteresowanie fanów, zaangażowanie i wyniki w obiekcie.
pt: Atualize para obter informações sobre o interesse dos fãs, o envolvimento e o desempenho do local.
ru: Обновите версию, чтобы получить представление об интересе фанатов, их вовлеченности и эффективности площадок.
sq: Përmirëso për njohuri mbi interesin e fansave, angazhimin dhe performancën e vendit të ngjarjes.
zh_hans: 升级以深入了解粉丝兴趣、参与度和场地表现。

source: Upload multiple pickup games at once using the FanGeo template.
de: Laden Sie mit der FanGeo-Vorlage mehrere Pickup-Spiele gleichzeitig hoch.
es: Cargue varios juegos a la vez usando la plantilla FanGeo.
fr: Téléchargez plusieurs jeux de collecte à la fois à l'aide du modèle FanGeo.
it: Carica più giochi di ritiro contemporaneamente utilizzando il modello FanGeo.
pl: Prześlij wiele gier na raz, korzystając z szablonu FanGeo.
pt: Carregue vários jogos de uma só vez usando o modelo FanGeo.
ru: Загрузите несколько игр-пикапов одновременно, используя шаблон FanGeo.
sq: Ngarko disa lojëra marrjeje menjëherë duke përdorur shabllonin FanGeo.
zh_hans: 使用FanGeo 模板一次上传多个拾取游戏。

source: Usage
de: Verwendung
es: Uso
it: Utilizzo
pl: Stosowanie
pt: Uso
ru: Использование
sq: Përdorimi
zh_hans: 用法

source: Use your account tab to sign in, then open Chat again.
de: Melden Sie sich über die Registerkarte „Konto“ an und öffnen Sie dann den Chat erneut.
es: Utilice la pestaña de su cuenta para iniciar sesión y luego abra Chat nuevamente.
fr: Utilisez l'onglet de votre compte pour vous connecter, puis ouvrez à nouveau Chat.
it: Utilizza la scheda del tuo account per accedere, quindi apri di nuovo la chat.
pl: Zaloguj się na karcie swojego konta, a następnie ponownie otwórz Czat.
pt: Use a guia da sua conta para fazer login e abra o Chat novamente.
ru: Используйте вкладку своей учетной записи для входа, затем снова откройте чат.
sq: Përdor skedën e llogarisë për t'u identifikuar dhe më pas hap sërish Chat.
zh_hans: 使用您的帐户选项卡登录，然后再次打开聊天。

source: Uses the business email you entered above.
de: Verwendet die geschäftliche E-Mail-Adresse, die Sie oben eingegeben haben.
es: Utiliza el correo electrónico comercial que ingresó anteriormente.
fr: Utilise l'adresse e-mail professionnelle que vous avez saisie ci-dessus.
it: Utilizza l'e-mail aziendale che hai inserito sopra.
pl: Korzysta z firmowego adresu e-mail wprowadzonego powyżej.
pt: Usa o e-mail comercial que você digitou acima.
ru: Использует рабочий адрес электронной почты, который вы указали выше.
sq: Përdor emailin e biznesit që fute më lart.
zh_hans: 使用您在上面输入的企业电子邮件。

source: Using your device time zone
de: Verwenden der Zeitzone Ihres Geräts
es: Usando la zona horaria de su dispositivo
fr: Utiliser le fuseau horaire de votre appareil
it: Utilizzando il fuso orario del tuo dispositivo
pl: Korzystanie ze strefy czasowej urządzenia
pt: Usando o fuso horário do seu dispositivo
ru: Использование часового пояса вашего устройства
sq: Përdorimi i zonës kohore të pajisjes suaj
zh_hans: 使用您的设备时区

source: Validating template...
de: Vorlage wird validiert...
es: Validando plantilla...
fr: Validation du modèle...
it: Convalida modello...
pl: Sprawdzanie szablonu...
pt: Validando modelo...
ru: Проверка шаблона...
sq: Modeli po verifikon...
zh_hans: 正在验证模板...

source: Venue
de: Standort
es: Local
fr: Lieu
it: Locale
pl: Lokal
pt: Local
ru: Площадка
sq: Vendndodhja
zh_hans: 场馆

source: Venue address and location are verified by FanGeo.
de: Die Adresse und der Standort des Veranstaltungsortes werden von FanGeo überprüft.
es: La dirección y ubicación del local son verificadas por FanGeo.
fr: L'adresse et l'emplacement du lieu sont vérifiés par FanGeo.
it: L'indirizzo e la posizione della sede sono verificati da FanGeo.
pl: Adres i miejsce miejsca są weryfikowane przez FanGeo.
pt: O endereço e a localização do local são verificados por FanGeo.
ru: Адрес и местоположение места проведения подтверждены FanGeo.
sq: Adresa e vendit dhe vendndodhja verifikohen nga FanGeo.
zh_hans: 场地地址和位置由FanGeo验证。

source: Venue features
de: Veranstaltungsortfunktionen
es: Características del local
fr: Caractéristiques du site
it: Caratteristiche del locale
pl: Funkcje obiektu
pt: Recursos do local
ru: Особенности площадки
sq: Karakteristikat e vendit të ngjarjes
zh_hans: 场馆特色

source: Venue Features
de: Veranstaltungsortfunktionen
es: Características del local
fr: Caractéristiques du site
it: Caratteristiche della sede
pl: Funkcje miejsca
pt: Recursos do local
ru: Особенности места проведения
sq: Karakteristikat e vendit të ngjarjes
zh_hans: 场馆特色

source: Venue Insights
de: Einblicke in den Veranstaltungsort
es: Información sobre el local
fr: Informations sur le site
it: Approfondimenti sulla sede
pl: Informacje o miejscu
pt: Informações sobre o local
ru: Информация о месте проведения
sq: Vështrime për vendin e ngjarjes
zh_hans: 场地见解

source: Venue portfolio
de: Veranstaltungsortportfolio
es: Portafolio de espacios
fr: Portefeuille de sites
it: Portafoglio delle sedi
pl: Portfolio miejsc
pt: Portfólio de locais
ru: Портфолио площадок
sq: Portofoli i vendit të ngjarjes
zh_hans: 场地组合

source: Venue setup pending review
de: Die Überprüfung der Einrichtung des Veranstaltungsortes steht noch aus
es: Configuración del local pendiente de revisión
fr: Configuration du site en attente d'examen
it: Configurazione della sede in attesa di revisione
pl: Konfiguracja miejsca oczekuje na sprawdzenie
pt: Configuração do local com revisão pendente
ru: Установка места проведения ожидает рассмотрения
sq: Konfigurimi i vendit të ngjarjes në pritje të shqyrtimit
zh_hans: 场地设置待审核

source: Venue Owner
de: Venue-Betreiber
es: Propietario del lugar
fr: Propriétaire du lieu
it: Proprietario locale
pl: Właściciel miejsca
pt: Proprietário do local
ru: Владелец заведения
sq: Pronari i vendit
zh_hans: 场馆所有者

source: Venue Owner Account
de: Venue-Betreiberkonto
es: Cuenta de propietario del lugar
fr: Compte propriétaire du lieu
it: Account proprietario locale
pl: Konto właściciela miejsca
pt: Conta de proprietário do local
ru: Аккаунт владельца заведения
sq: Llogaria e pronarit të vendit
zh_hans: 场馆所有者账号

source: Venue Pending
de: Standort ausstehend
es: Local pendiente
fr: Lieu en attente
it: Locale in attesa
pl: Lokal oczekuje
pt: Local pendente
ru: Площадка на проверке
sq: Vendndodhja në pritje
zh_hans: 场馆待审核

# venue_plan_locked
source: Plan Locked
de: Tarif gesperrt
es: Plan bloqueado
fr: Plan verrouillé
it: Piano bloccato
pl: Plan zablokowany
pt: Plano bloqueado
ru: План заблокирован
sq: Plani i bllokuar
zh_hans: 套餐已锁定

source: Venue Regular
de: Venue-Stammgast
es: Habitual del lugar
fr: Habitué du lieu
it: Abituale del locale
pl: Stały bywalec
pt: Frequentador do local
ru: Постоянный посетитель
sq: I rregullt i vendit
zh_hans: 场馆常客

# venue_status_verified
source: Verified
de: Verifiziert
es: Verificado
fr: Vérifié
it: Verificato
pl: Zweryfikowany
pt: Verificado
ru: Подтверждено
sq: I verifikuar
zh_hans: 已验证

source: venues
de: Veranstaltungsorte
es: local
fr: lieux
it: luoghi
pl: miejsca
pt: locais
ru: места
sq: vendet e organizimit
zh_hans: 场地

source: VENUES VISITED
de: BESUCHTE VERANSTALTUNGSORTE
es: local VISITADOS
fr: LIEUX VISITÉS
it: LUOGHI VISITATI
pl: ODWIEDZONE MIEJSCA
pt: LOCAIS VISITADOS
ru: ПОСЕЩЕННЫЕ ОБЪЕКТЫ
sq: VENDET E VIZITUARA
zh_hans: 参观场地

source: VERIFIED ORGANIZER
de: VERIFIZIERTER VERANSTALTER
es: ORGANIZADOR VERIFICADO
fr: ORGANISATEUR VÉRIFIÉ
it: ORGANIZZATORE VERIFICATO
pl: SPRAWDZONY ORGANIZATOR
pt: ORGANIZADOR VERIFICADO
ru: ПРОВЕРЕННЫЙ ОРГАНИЗАТОР
sq: ORGANIZATOR I VERIFIKUAR
zh_hans: 经过验证的组织者

source: Verified Venue
de: Verifizierter Venue
es: Lugar verificado
fr: Lieu vérifié
it: Locale verificato
pl: Zweryfikowane miejsce
pt: Local verificado
ru: Проверенное заведение
sq: Vend i verifikuar
zh_hans: 已验证场馆

source: Vibe taps
de: Vibe-Wasserhähne
es: Grifos vibratorios
fr: Robinets vibrants
it: Rubinetti di vibrazione
pl: Stuka Vibe
pt: Torneiras vibratórias
ru: Вибрационные краны
sq: Trokitje me vibe
zh_hans: 氛围水龙头

source: View all
de: Alle anzeigen
es: Ver todo
fr: Voir tout
it: Visualizza tutto
pl: Zobacz wszystkie
pt: Ver tudo
ru: Посмотреть все
sq: Shiko të gjitha
zh_hans: 查看全部

source: View all games
de: Alle Spiele ansehen
es: Ver todos los juegos
fr: Voir tous les jeux
it: Visualizza tutti i giochi
pl: Zobacz wszystkie gry
pt: Ver todos os jogos
ru: Посмотреть все игры
sq: Shikoni të gjitha lojërat
zh_hans: 查看所有游戏

source: View details
de: Details anzeigen
es: Ver detalles
fr: Afficher les détails
it: Visualizza i dettagli
pl: Zobacz szczegóły
pt: Ver detalhes
ru: Посмотреть детали
sq: Shiko detajet
zh_hans: 查看详情

source: View Details
de: Details anzeigen
es: Ver detalles
fr: Afficher les détails
it: Visualizza dettagli
pl: Zobacz szczegóły
pt: Ver detalhes
ru: Посмотреть детали
sq: Shiko Detajet
zh_hans: 查看详情

source: View invite details
de: Einladungsdetails anzeigen
es: Ver detalles de la invitación
fr: Afficher les détails de l'invitation
it: Visualizza i dettagli dell'invito
pl: Wyświetl szczegóły zaproszenia
pt: Ver detalhes do convite
ru: Посмотреть детали приглашения
sq: Shiko detajet e ftesës
zh_hans: 查看邀请详情

source: View Profile
de: Profil anzeigen
es: Ver perfil
fr: Voir le profil
it: Visualizza profilo
pl: Zobacz profil
pt: Ver perfil
ru: Посмотреть профиль
sq: Shiko profilin
zh_hans: 查看资料

source: Viewing venue
de: Besichtigungsort
es: local de visualización
fr: Lieu de visionnage
it: locale di visualizzazione
pl: Miejsce oglądania
pt: Visualizando local
ru: площадка просмотра
sq: Shikimi i vendit të ngjarjes
zh_hans: 观赏场地

source: Wants to connect
de: Möchte verbinden
es: quiere conectarse
fr: Veut se connecter
it: Vuole connettersi
pl: Chce się połączyć
pt: Quer se conectar
ru: Хочет подключиться
sq: Dëshiron të lidhet
zh_hans: 想要连接

source: Watch Nearby
de: In der Nähe ansehen
es: Ver cerca
fr: Regarder à proximité
it: Guarda Nelle vicinanze
pl: Obejrzyj W pobliżu
pt: Assistir nas proximidades
ru: Смотреть рядом
sq: Shiko në afërsi
zh_hans: 附近观看

source: Watch spot
de: Schauplatz
es: Mirar local
fr: Regarder le spot
it: Guarda il posto
pl: Oglądaj miejsce
pt: Assistir local
ru: Смотреть ролик
sq: Vendi i shikimit
zh_hans: 观赏点

source: We bring fans together with the best sports atmosphere.
de: Wir bringen Fans in bester Sportatmosphäre zusammen.
es: Reunimos a los aficionados con el mejor ambiente deportivo.
fr: Nous rassemblons les fans dans la meilleure ambiance sportive.
it: Riuniamo i fan con la migliore atmosfera sportiva.
pl: Łączymy kibiców najlepszą sportową atmosferą.
pt: Reunimos torcedores com o melhor ambiente esportivo.
ru: Мы объединяем болельщиков лучшей спортивной атмосферой.
sq: Ne bashkojmë tifozët me atmosferën më të mirë sportive.
zh_hans: 我们以最好的运动氛围将球迷聚集在一起。
